In [1]:
n1=9
n2=11
num3=n1+n2
print(num3)

20

In [2]:
import pandas as pd

In [3]:
import pandas as pd

In [6]:
pd.read_csv(r"C:\Users\Rajendra Nayak\OneDrive\Desktop\data123.tsv",sep=('\t'))

            Name  Phonenumber    address
0       rajneder   9844914345  bangalore
1  navneeth kaur   9032794136  hyderabad
2         naveen   9849645245      noida
3          lauda   9548741456  hyderabad

In [11]:
pd.read_excel(r"C:\Users\Rajendra Nayak\OneDrive\Desktop\Firstproject.xlsx")

      Name        Batch  Roll NO    Address
0      Naik  python-001        1     chenni
1  Rajender     java-01        5  hyderabad
2     Vijay     java-22        8   bngalore
3       Sai      sql-03       21    chennai
4   Sudhkar      sql-01       22      noida

In [12]:
import os

In [13]:
os.getcwd()

'C:\\Users\\Rajendra Nayak'

In [14]:
os.getcwd()

'C:\\Users\\Rajendra Nayak'

In [15]:
pd.read_excel("Firstproject.xlsx")

      Name        Batch  Roll NO    Address
0      Naik  python-001        1     chenni
1  Rajender     java-01        5  hyderabad
2     Vijay     java-22        8   bngalore
3       Sai      sql-03       21    chennai
4   Sudhkar      sql-01       22      noida